{
    "[OTHER]": 0,
    "[CLS]": 1,
    "[SEP]": 2,
    "[PAD]": 3,
    "a": 4,
    "ai": 5,
    "an": 6,
    "ang": 7,
    "ao": 8,
    "ba": 9,
    "bai": 10,
    "ban": 11,
    "bang": 12,
    "bao": 13,
    "bei": 14,
    "ben": 15,
    "beng": 16,
    "bi": 17,
    "bian": 18,
    "biao": 19,
    "bie": 20,
    "bin": 21,
    "bing": 22,
    "bo": 23,
    "bu": 24,
    "ca": 25,
    "cai": 26,
    "can": 27,
    "cang": 28,
    "cao": 29,
    "ce": 30,
    "cen": 31,
    "ceng": 32,
    "cha": 33,
    "chai": 34,
    "chan": 35,
    "chang": 36,
    "chao": 37,
    "che": 38,
    "chen": 39,
    "cheng": 40,
    "chi": 41,
    "chong": 42,
    "chou": 43,
    "chu": 44,
    "chua": 45,
    "chuai": 46,
    "chuan": 47,
    "chuang": 48,
    "chui": 49,
    "chun": 50,
    "chuo": 51,
    "ci": 52,
    "cong": 53,
    "cou": 54,
    "cu": 55,
    "cuan": 56,
    "cui": 57,
    "cun": 58,
    "cuo": 59,
    "da": 60,
    "dai": 61,
    "dan": 62,
    "dang": 63,
    "dao": 64,
    "de": 65,
    "den": 66,
    "deng": 67,
    "di": 68,
    "dian": 69,
    "diao": 70,
    "die": 71,
    "ding": 72,
    "diu": 73,
    "dong": 74,
    "dou": 75,
    "du": 76,
    "duan": 77,
    "dui": 78,
    "dun": 79,
    "duo": 80,
    "e": 81,
    "ei": 82,
    "en": 83,
    "eng": 84,
    "er": 85,
    "fa": 86,
    "fan": 87,
    "fang": 88,
    "fei": 89,
    "fen": 90,
    "feng": 91,
    "fiao": 92,
    "fo": 93,
    "fou": 94,
    "fu": 95,
    "ga": 96,
    "gai": 97,
    "gan": 98,
    "gang": 99,
    "gao": 100,
    "ge": 101,
    "gei": 102,
    "gen": 103,
    "geng": 104,
    "gong": 105,
    "gou": 106,
    "gu": 107,
    "gua": 108,
    "guai": 109,
    "guan": 110,
    "guang": 111,
    "gui": 112,
    "gun": 113,
    "guo": 114,
    "ha": 115,
    "hai": 116,
    "han": 117,
    "hang": 118,
    "hao": 119,
    "he": 120,
    "hei": 121,
    "hen": 122,
    "heng": 123,
    "hm": 124,
    "hong": 125,
    "hou": 126,
    "hu": 127,
    "hua": 128,
    "huai": 129,
    "huan": 130,
    "huang": 131,
    "hui": 132,
    "hun": 133,
    "huo": 134,
    "ji": 135,
    "jia": 136,
    "jian": 137,
    "jiang": 138,
    "jiao": 139,
    "jie": 140,
    "jin": 141,
    "jing": 142,
    "jiong": 143,
    "jiu": 144,
    "ju": 145,
    "juan": 146,
    "jue": 147,
    "jun": 148,
    "ka": 149,
    "kai": 150,
    "kan": 151,
    "kang": 152,
    "kao": 153,
    "ke": 154,
    "ken": 155,
    "keng": 156,
    "kong": 157,
    "kou": 158,
    "ku": 159,
    "kua": 160,
    "kuai": 161,
    "kuan": 162,
    "kuang": 163,
    "kui": 164,
    "kun": 165,
    "kuo": 166,
    "la": 167,
    "lai": 168,
    "lan": 169,
    "lang": 170,
    "lao": 171,
    "le": 172,
    "lei": 173,
    "leng": 174,
    "li": 175,
    "lia": 176,
    "lian": 177,
    "liang": 178,
    "liao": 179,
    "lie": 180,
    "lin": 181,
    "ling": 182,
    "liu": 183,
    "lo": 184,
    "long": 185,
    "lou": 186,
    "lu": 187,
    "luan": 188,
    "lun": 189,
    "luo": 190,
    "lv": 191,
    "lve": 192,
    "m": 193,
    "ma": 194,
    "mai": 195,
    "man": 196,
    "mang": 197,
    "mao": 198,
    "me": 199,
    "mei": 200,
    "men": 201,
    "meng": 202,
    "mi": 203,
    "mian": 204,
    "miao": 205,
    "mie": 206,
    "min": 207,
    "ming": 208,
    "miu": 209,
    "mo": 210,
    "mou": 211,
    "mu": 212,
    "n": 213,
    "na": 214,
    "nai": 215,
    "nan": 216,
    "nang": 217,
    "nao": 218,
    "ne": 219,
    "nei": 220,
    "nen": 221,
    "neng": 222,
    "ni": 223,
    "nian": 224,
    "niang": 225,
    "niao": 226,
    "nie": 227,
    "nin": 228,
    "ning": 229,
    "niu": 230,
    "nong": 231,
    "nou": 232,
    "nu": 233,
    "nuan": 234,
    "nun": 235,
    "nuo": 236,
    "nv": 237,
    "nve": 238,
    "o": 239,
    "ou": 240,
    "pa": 241,
    "pai": 242,
    "pan": 243,
    "pang": 244,
    "pao": 245,
    "pei": 246,
    "pen": 247,
    "peng": 248,
    "pi": 249,
    "pian": 250,
    "piao": 251,
    "pie": 252,
    "pin": 253,
    "ping": 254,
    "po": 255,
    "pou": 256,
    "pu": 257,
    "qi": 258,
    "qia": 259,
    "qian": 260,
    "qiang": 261,
    "qiao": 262,
    "qie": 263,
    "qin": 264,
    "qing": 265,
    "qiong": 266,
    "qiu": 267,
    "qu": 268,
    "quan": 269,
    "que": 270,
    "qun": 271,
    "ran": 272,
    "rang": 273,
    "rao": 274,
    "re": 275,
    "ren": 276,
    "reng": 277,
    "ri": 278,
    "rong": 279,
    "rou": 280,
    "ru": 281,
    "rua": 282,
    "ruan": 283,
    "rui": 284,
    "run": 285,
    "ruo": 286,
    "sa": 287,
    "sai": 288,
    "san": 289,
    "sang": 290,
    "sao": 291,
    "se": 292,
    "sen": 293,
    "seng": 294,
    "sha": 295,
    "shai": 296,
    "shan": 297,
    "shang": 298,
    "shao": 299,
    "she": 300,
    "shen": 301,
    "sheng": 302,
    "shi": 303,
    "shou": 304,
    "shu": 305,
    "shua": 306,
    "shuai": 307,
    "shuan": 308,
    "shuang": 309,
    "shui": 310,
    "shun": 311,
    "shuo": 312,
    "si": 313,
    "song": 314,
    "sou": 315,
    "su": 316,
    "suan": 317,
    "sui": 318,
    "sun": 319,
    "suo": 320,
    "ta": 321,
    "tai": 322,
    "tan": 323,
    "tang": 324,
    "tao": 325,
    "te": 326,
    "teng": 327,
    "ti": 328,
    "tian": 329,
    "tiao": 330,
    "tie": 331,
    "ting": 332,
    "tong": 333,
    "tou": 334,
    "tu": 335,
    "tuan": 336,
    "tui": 337,
    "tun": 338,
    "tuo": 339,
    "wa": 340,
    "wai": 341,
    "wan": 342,
    "wang": 343,
    "wei": 344,
    "wen": 345,
    "weng": 346,
    "wo": 347,
    "wu": 348,
    "xi": 349,
    "xia": 350,
    "xian": 351,
    "xiang": 352,
    "xiao": 353,
    "xie": 354,
    "xin": 355,
    "xing": 356,
    "xiong": 357,
    "xiu": 358,
    "xu": 359,
    "xuan": 360,
    "xue": 361,
    "xun": 362,
    "ya": 363,
    "yan": 364,
    "yang": 365,
    "yao": 366,
    "ye": 367,
    "yi": 368,
    "yin": 369,
    "ying": 370,
    "yo": 371,
    "yong": 372,
    "you": 373,
    "yu": 374,
    "yuan": 375,
    "yue": 376,
    "yun": 377,
    "za": 378,
    "zai": 379,
    "zan": 380,
    "zang": 381,
    "zao": 382,
    "ze": 383,
    "zei": 384,
    "zen": 385,
    "zeng": 386,
    "zha": 387,
    "zhai": 388,
    "zhan": 389,
    "zhang": 390,
    "zhao": 391,
    "zhe": 392,
    "zhen": 393,
    "zheng": 394,
    "zhi": 395,
    "zhong": 396,
    "zhou": 397,
    "zhu": 398,
    "zhua": 399,
    "zhuai": 400,
    "zhuan": 401,
    "zhuang": 402,
    "zhui": 403,
    "zhun": 404,
    "zhuo": 405,
    "zi": 406,
    "zong": 407,
    "zou": 408,
    "zu": 409,
    "zuan": 410,
    "zui": 411,
    "zun": 412,
    "zuo": 413
}